app/controllers/acticles_controller.rb

  def index
    @acticles = Acticle.all
---
SELECT "acticles".* FROM "acticles"